{
  "pickup_list": [
    "I could've fallen off a building, could've fallen off a tree, but instead, i decided to fall in love with you",
    "I hope you know CPR, because you just took my breath away!",
    "I ought to complain to Spotify for you not being named this week’s hottest single.",
    "Are you a parking ticket? ‘Cause you’ve got ‘fine’ written all over you.",
    "Your eyes are like the ocean I could swim in them all day.",
    "When I look in your eyes, I see a very kind soul.",
    "Do you happen to have a BandAid? ‘Cause I scraped my knees falling for you.",
    "I never believed in love at first sight, but that was before I saw you.",
    " I didn't know what I wanted in a person until I saw you.",
    "I was wondering if you could tell me: If you’re here, who’s running Heaven?",
    "(at night) No wonder the sky is dark all the color is in your eyes.",
    "You’ve got everything I’ve been searching for, and believe me—I’ve been looking a long time.",
    "You’re like a fine wine. The more of you I drink in, the better I feel.",
    "You’ve got a lot of beautiful curves, but your smile is absolutely my favorite.",
    "Are you as beautiful on the inside as you are on the outside?",
    "If being sexy was a crime, you’d be guilty as charged.",
    "I was wondering if you’re an artist because you were so good at drawing me in.",
    "It says in the Bible to only think about what’s pure and lovely… So I’ve been thinking about you all day long.",
    "Do you have a map? I just got lost in your eyes.",
    "I’d like to take you to the movies, but they don’t let you bring in your own snacks.",
    "You know what you would look really beautiful in? My arms.",
    "I would never play hide and seek with you because someone like you is impossible to find.",
    "Are you a magician? It’s the strangest thing, but every time I look at you, everyone else disappears.",
    "I think there’s something wrong with my phone. Could you try calling it to see if it works?",
    "Hi, I just wanted to thank you for the gift. . .\n\nI’ve been wearing this smile ever since you gave it to me.",
    "Are you an electrician? Because you’re definitely lighting up my night!",
    "I’ve heard it said that kissing is the ‘language of love.’ Would you care to have a conversation with me about it sometime?",
    "I always thought happiness started with an ‘h,’ but it turns out mine starts with ‘u.’",
    "I believe in following my dreams. Can I have your Instagram?",
    "Do you know what the Little Mermaid and I have in common? We both want to be part of your world.",
    "If you were a song, you’d be the best track on the album.",
    "You know, I always thought that Disneyland was the ‘happiest place on Earth,’ but that was before I got a chance to stand here next to you.",
    "Want to go outside and get some fresh air with me? You just took my breath away.",
    "If you were a taser, you’d be set to ‘stun.’",
    "If you were a Transformer, you’d be ‘Optimus Fine.’",
    "Is your name Google? Because you have everything I’m searching for.",
    "Do you ever get tired from running through my thoughts all night?",
    "You know, they say that love is when you don’t want to sleep because reality is better than your dreams. And after seeing you, I don’t think I ever want to sleep again.",
    "Trust me, I’m not drunk; I’m just intoxicated by you.",
    "Do you have a name, or can I just call you ‘mine?’",
    "if u were a fruit, you'd be a fineapple",
    "Are you a taser? cause you're stunning",
    "Don't clap! You've got my heart in your hands",
    "I'd swim in your eyes, but i don't know deep sea diving",
    "we can never be far apart, cause you're always on my mind",
    "You should try loving anime\nWithout ani",
    "I can’t turn water into wine\nBut I can turn you into mine",
    "I fell so far falling for you, that i thought i was flying",
    "Did you just come out of the oven? Because you’re hot",
    "Anyone who says Disneyland is the happiest place on Earth has clearly never stood next to you",
    "Are you a magician? Because when I’m looking at you, you make everyone else disappear!",
    "They say nothing lasts forever, so would you be my nothing?",
    "I think there’s something wrong with my phone. Your number’s not in it",
    "Life without you is like a broken pencil…pointless",
    "Something’s wrong with my eyes, because I can’t take them off you",
    "Am i dead? Cause I'm talking to an angel",
    "Do you have a BandAid? I just scraped my knee falling for you",
    "Are you French? Because Eiffel for you",
    "I always thought happiness started with an ‘h,’ but it turns out mine starts with ‘u’",
    "I’m not photographer, but I can definitely picture us together",
    "You must be a hell of a thief, because you managed to steal my heart from across the room",
    " My friends bet me I couldn't talk to the prettiest girl in the bar. Want to use their money to buy some drinks?",
    "I wish I’d paid more attention to science in high school, because you and I’ve got chemistry and I want to know all about it",
    "Do you like Star Wars? Because Yoda only one for me!",
    "You and I are like nachos with jalapenos. I'm super cheesy, you're super hot, and we belong together.",
    "Are you a camera? Because every time I look at you, I smile.",
    "Is there an airport nearby, or was that just my heart taking off?",
    "I'm in the mood for pizza. A pizza you, that is!",
    "You're so sweet, you could put Hershey's out of business!"
  ],
  "eightball_list": [
    "As I see it, yes",
    "Ask again later",
    "Better not tell you now",
    "Cannot predict now",
    "Concentrate and ask again",
    "Don’t count on it",
    "It is certain",
    "It is decidedly so",
    "Most likely",
    "My reply is no",
    "My sources say no",
    "Outlook not so good",
    "Outlook good",
    "Reply hazy, try again",
    "Signs point to yes",
    "Very doubtful",
    "Without a doubt",
    "Yes",
    "Yes – definitely",
    "You may rely on it"
  ]
}
